var local_database = [
  {
    date: "1月3日 22:27",
    title: "泛用型酒精浓度地理位置映射数据可视化系统",
    imgSrc: "/images/item.png",
    reading: "92",
    collection: "65",
    avater: "/images/avater.png",
    content: "本项目为典型的端到端系统,采用硬件-服务器-客户端的模式以采集-整理-展示数据.我们通过本系统的搭建以期解决代驾服务有效分配的问题,降低代驾司机与顾客之间的空间和时间错位.以下为本目标的解构和详细说明：",
    postId: 0,
  },
  {
    date: "12月19日 11:34",
    title: "微邮",
    imgSrc: "/images/item.png",
    reading: "112",
    collection: "96",
    avater: "/images/avater.png",
    content: "需求分析1.业务分析一款移动端每日精选资讯类应用。 将精彩内容及问答进行精选推送，以新闻分析和时事解读为主，进行标签分类，包括文字和图片，整体风格专业严谨，理性简约。 “知识性”、“厚重”、“层次高”。用户分析喜好阅读、碎片化时间较多的读者。 对于时事新闻、热点问题有了解需求的用户。 科学理性、崇尚简约的用户。功能了解每日时事热点资讯。 通过阅读评论了解他人看法，反观自己。 多种专栏使人全能化、资源利用最大化。性能分析媒体属性，强调内容，依附于每日信息精选类应用，信息均来自于各自的社区本身、满足用户在移动端的信息阅读需求。内容：关注每日的热点问题，包括时事新闻和科学技术等理性内容，将优秀解答和权威解读进行推送；偏重科学理性，知识科普。",
    postId: 1,
  },
  {
    date: "12月18日 23:59",
    title: "自动身高测试仪",
    imgSrc: "/images/item.png",
    reading: "92",
    collection: "65",
    avater: "/images/avater.png",
    content: "目标:通过微信小程序，即时查看被测人的身高。原理:利用超声波模块测量距离，编辑代码实现显示身高的功能。 将被测人的身高数据，通过代码显示在LCD0610屏幕上，抬头即可查看。 将数据利用端到端系统原理传至OneNET，再使用微信小程序调取云端数据。可以即时在小程序端查看自己身高。",
    postId: 2,
  },
]


module.exports = {
  postList: local_database,
}